"USSD_ERROR" = "При выполнении запроса произошла ошибка";
"USSD_TERMINATED" = "Сессия закончена";

"%@ Call Forwarding\n%@\n%@%@" = "%@: переадресация\n%@\n%@%@";
"%@ Call Waiting\n%@" = "%@: ожидание вызова\n%@";
"%@ Call Barring\n%@\n%@" = "%@: запрет вызова\n%@\n%@";
"%@ Fixed Dialing\n%@" = "%@: фикс. набор\n%@";
"Connected Line Presentation\n%@" = "Определение номера подключенного абонента\n%@";
"Calling Line Presentation\n%@" = "Определение номера вызывающего абонента\n%@";
"Connected Line ID Restriction\n%@" = "Запрет определения номера подключенного абонента\n%@";
"Calling Line ID Restriction\n%@" = "Запрет определения номера вызывающего абонента\n%@";
"SIM Lock\n%@" = "Блокировка SIM\n%@";
"Service Center Address\n%@" = "Адрес сервисного центра\n%@";
"Supplementary Service Password\n%@" = "Дополнительный пароль для обслуживания\n%@";
"Calling Name Presentation\n%@" = "Определение имени вызывающего абонента\n%@";

"Forwards to %@\n" = "Переадресация на %@\n";

"All Calls" = "Все вызовы";
"All Conditional Calls" = "Все условные звонки";
"Async Data Circuit" = "Асинхронный канал передачи данных";
"Data" = "Данные";
"Fax" = "Факс";
"Packet Access" = "Пакетный доступ";
"Pad Access" = "Доступ PAD";
"SMS" = "SMS";
"Sync Data Circuit" = "Синхронный канал передачи данных";
"Voice" = "Голос";

"All Outgoing" = "Все исходящие";
"All Incoming" = "Все входящие";
"Outgoing International" = "Исходящие международные";
"Outgoing International, Except Home Country" = "Исходящие международные (кроме домашних)";
"Incoming While Roaming Outside Home Country" = "Входящие при роуминге за границей";
"Incoming, Not On SIM" = "Входящие (не на SIM)";
"All Services" = "Все службы";
"All Outgoing Services" = "Все исходящие службы";
"All Incoming Services" = "Все входящие службы";

"Disabled" = "Выключено";
"Enabled" = "Включено";

"On All Calls" = "Для всех вызовов";
"When Busy" = "Когда занято";
"When Unanswered" = "Если ответ не получен";
"When Unreachable" = "Если не удается дозвониться";

"Setting %@ Succeeded" = "%@ - успех запроса на настройку\n";
"Setting Interrogation Succeeded" = "Успех запроса на настройку\n";
"Setting %@ Failed" = "%@ - сбой запроса на настройку\n";
"Setting Interrogation Failed" = "Сбой запроса на настройку\n";

"Not Available" = "Не доступно";
"Network Controlled" = "Контролируемая сеть";
"Temporarily Disabled" = "Временно выключено";
"Temporarily Enabled" = "Временно включено";
"Unknown" = "Неизвестно";

"Activation" = "Активация";
"Deactivation" = "Деактивация";
"Interrogation" = "Запрос";
"Registration" = "Регистрация";
"Erasure" = "Стирание";

"No Address" = "Нет адреса";
"No Service Specified" = "Служба не установлена";
"Type %d" = "Тип %d";

// generic error
"CALL_FAILED" = "Не удалось дозвониться";
// error codes
"kCTNoError" = "Ошибок нет";
"kCTUnknownError" = "Неизвестная ошибка";
"kCTErrorRadioFailure" = "Сбой радио";
// Generic network errors
"kCTErrorNetworkFailure" = "Сбой сети";
"kCTErrorCongestion" = "Сеть перегружена";
"kCTErrorUnidentifiedSubscriber" = "Неопределенный абонент";
"kCTErrorFacilityRejected" = "Не принято";
"kCTErrorUnknownSubscriber" = "Неизвестный абонент";
"kCTErrorNetworkOutOfOrder" = "Сеть не работает";
"kCTErrorInvalidTransactionIdentifier" = "Недействительная аутентификация трансакции";
"kCTErrorSemanticallyIncorrectMessage" = "Семантически неверное сообщение";
"kCTErrorInvalidMandatoryInformation" = "Недействительная обязательная информация";
"kCTErrorMessageTypeNonExistant" = "Тип сообщения  не существует";
"kCTErrorMessageNotCompatibleWithProtocolState" = "Сообщение не соответствует протоколу";
"kCTErrorInformationElementNonExistant" = "Элемент информации не существует";
"kCTErrorProtocolErrorUnspecified" = "Неопределенная ошибка в протоколе";
"kCTErrorTemporaryFailure" = "Временный сбой";
"kCTErrorResourcesUnavailable" = "Ресурсы недоступны";
"kCTErrorRequestedFacilityNotSubscribed" = "Запрашиваемый класс не подписан";
"kCTErrorRequestedFacilityNotImplemented" = "Запрашиваемый класс не имплементирован";
"kCTErrorInterworkingError" = "Ошибка взаимодействия";
"kCTErrorInterworkingNotSupported" = "Взаимодействие не поддерживается";
"kCTErrorCommandCannotBeActioned" = "Команда не может быть выполнена";
"kCTErrorNoNetworkService" = "Нет сетевой службы";
// Call related errors
"kCTErrorUnassignedNumber" = "Неназначенный номер";
"kCTErrorOperatorDeterminedBarring" = "Запрет, выставленный оператором";
"kCTErrorCallBarred" = "Вызов запрещен";
"kCTErrorUserBusy" = "Пользователь занят";
"kCTErrorNoUserResponding" = "Пользователь не отвечает";
"kCTErrorNumberChanged" = "Номер изменен";
"kCTErrorInvalidNumberFormat" = "Недействительный формат номера";
"kCTErrorCallRejected" = "Вызов не принят";
// SIM errors
"kCTErrorSimNotInserted" = "SIM-карта не вставлена";
"kCTErrorSimPinRequired" = "Необходим PIN-код SIM-карты";
"kCTErrorSimPukRequired" = "Необходим PUK-код SIM-карты";
"kCTErrorSimFailure" = "Ошибка SIM-карты";
"kCTErrorSimMemoryFailure" = "Ошибка памяти SIM-карты";
"kCTBadPinFormatError" = "Неверный формат PIN";
"kCTErrorNumberNotAllowed" = "Номер не разрешен";
"kCTErrorIncorrectPassword" = "Неверный пароль";
// SMS Errors
"kCTErrorShortMessageTransferRejected" = "Передача короткого сообщения не принята";
"kCTErrorDestinationOutOfOrder" = "Место назначения неисправно";
"kCTErrorClass0NotSupported" = "Класс 0 не поддерживается";
"kCTErrorCannotReplaceSm" = "Невозможно заменить SIM";
"kCTErrorUnspecifiedPid" = "Неуказанный PID";
"kCTErrorDataCodingSchemeNotSupported" = "Схема кодировки не поддерживается";
"kCTErrorUnspecifiedDcs" = "Неопределенная ошибка DCS";
"kCTErrorCommandUnsupported" = "Команда не поддерживается";
"kCTErrorUnspecifiedTpCommand" = "Неопределенная ошибка команды TP";
"kCTErrorTpduNotSupported" = "TPDU не поддерживается";
"kCTErrorScBusy" = "SC занят";
"kCTErrorRejectedBySimSmsControl" = "Отклонено управлением SMS SIM";
// GPRS Errors
"kCTErrorGprsIllegalMs" = "GPRS недействительный MS";
"kCTErrorGprsIllegalMe" = "GPRS недействительный ME";
"kCTErrorGprsServicesNotAllowed" = "Услуги GPRS не разрешены";
"kCTErrorGprsPlmnNotAllowed" = "GPRS PLMN не разрешен";
"kCTErrorGprsLocationAreaNotAllowed" = "Неразрешенное местонахождение GPRS";
"kCTErrorGprsRoamingNotAllowedInLocationArea" = "В этом месте не разрешен GPRS-роуминг";
"kCTErrorGprsServiceOptionNotSupported" = "Опция услуги GPRS не поддерживается";
"kCTErrorGprsServiceOptionNotSubscribed" = "Вы не подписаны на эту услугу GPRS";
"kCTErrorGprsServiceOptionTemporarilyOutOfOrder" = "Услуга GPRS времнно недоступна";
"kCTErrorGprsPdpAuthenticationFailure" = "Ошибка аутентификации GPRS PDP";
"kCTErrorGprsInvalidMobileClass" = "Недействительный класс телефона GPRS";
"kCTErrorGprsUnspecified" = "GPRS не определен";
"kCTErrorGprsMissingorUnknownAPN" = "Отсутствует GPRS или APN неизвестен";
"kCTErrorGprsPDPAuthenticationInfoRejectedByBaseband" = "Данные аутентификации PDP GPRS отклонены групповым трактом (baseband)";
